Repository: Rogentos/entropy
Catalog: rigo/po/*.po
Languages: it

source: Downloading
it: Scaricamento

source: Uploading
it: Caricamento

source: Internal activity in progress
it: Attività interna in esecuzione

source: Upgrade in progress
it: Aggiornamento in esecuzione

source: Repositories update in progress
it: Aggiornamento repository in esecuzione

source: Applications management in progress
it: Gestione applicazioni in esecuzione

source: Not authorized
it: Non autorizzato

source: No repositories configured
it: Nessuna repository configurata

source: Unhandled Exception
it: Eccezione non gestita

source: Application Removal
it: Rimozione Applicazione

source: Application download
it: Scaricamento Applicazione

source: Application Install
it: Installazione Applicazione

source: Cannot save configuration file
it: Impossibile salvare file di configurazione

source: Destination
it: Destinazione

source: Applications
it: Applicazioni

source: No description
it: Nessuna descrizione

source: Installed
it: Installato

source: <b>%s</b> is installed
it: <b>%s</b> è installato

source: from
it: da

source: License
it: Licenza

source: Required space
it: Spazio richiesto

source: Download size
it: Dimensione download

source: Checksum
it: Firma

source: USE flags
it: USE flag

source: No use flags
it: Nessuna use flag

source: Runtime dependencies
it: Dipendenze runtime

source: Build dependencies
it: Dipendenze di compilazione

source: Post dependencies
it: Dipendenze successive

source: Staff dependencies
it: Dipendenze staff

source: Click here for more details
it: Clicca qui per avere più informazioni

source: Application not found
it: Applicazione non trovata

source: Enabled
it: Abilitato

source: Disabled
it: Disablitato

source: Good luck!
it: Buona fortuna!

source: Repositories Settings <b>could not</b> be changed. Sorry.
it: Le impostazioni delle Repository <b>non possono</b> essere modificate.

source: <b>%s</b> action enqueued
it: Azione aggiunta per <b>%s</b>

source: , <b>%i</b> Application enqueued so far...
it: , <b>%i</b> Applicazione in coda...

source: Application
it: Applicazione

source: An <b>unknown error</b> occurred
it: E' avvenuto un <b>errore sconosciuto</b>

source: <b>%s</b> download failed
it: Scaricamento di <b>%s</b> fallito

source: <b>%s</b> install failed
it: Installazione di <b>%s</b> fallito

source: <b>%s</b> removal failed
it: Rimozione di <b>%s</b> fallita

source: <b>%s</b>, not authorized
it: <b>%s</b>, non autorizzato

source: <b>%s</b>, internal error
it: <b>%s</b>, errore interno

source: <b>%s</b> dependencies not found
it: <b>%s</b>, dipendenze non trovate

source: <b>%s</b> dependencies collision error
it: <b>%s</b>, collisione di dipendenze

source: <b>%s</b> dependencies not removable error
it: <b>%s</b>, dipendenze non rimovibili

source: Disk full, cannot download nor unpack Applications
it: Disco pieno, impossibile scaricare e decomprimere le Applicazioni

source: An error occurred
it: E' avvenuto un errore

source: Ok, thanks
it: Ok, grazie

source: Show me
it: Mostrami

source: <b>System Upgrade</b> Activity is being <i>restarted</i>
it: L'Attività di <b>Aggiornamento del Sistema</b> è stata <i>riavviata</i>

source: There is <b>%i</b> more update
it: C'è <b>%i</b> ulteriore aggiornamento

source: Congratulations, mirrors have been <b>optimized</b>!
it: Congratulazioni, i mirror sono stati <b>ottimizzati</b>!

source: Ouch, mirrors <b>not optimized</b>, sorry!
it: Ouch, mirror <b>non ottimizzati</b>, scusa!

source: Mirrors will be optimized in <b>background</b>...
it: I mirror saranno ottimizzati in <b>background</b>...

source: Mirrors optimization <b>not available</b> at this time
it: Ottimizzazione mirror <b>non attualmente disponibile</b>

source: Waiting for <b>RigoDaemon</b>, please wait...
it: In attesa di <b>RigoDaemon</b>, attendere prego...

source: Another activity is currently in progress
it: Un'altra attività è attualmente in corso

source: K thanks
it: Grazie 1k

source: Yes, thanks
it: Si, grazie

source: No, sorry
it: No, mi dispiace

source: Ok then
it: Ok allora

source: <b>%s</b> is part of the Base System and <b>cannot</b> be removed
it: <b>%s</b> fa parte del sistema di base e <b>non</b> può essere eliminata

source: <b>%s</b> cannot be installed at this time due to <b>missing/masked</b> dependencies or dependency <b>conflict</b>
it: <b>%s</b> non può essere attualmente installato a causa di dipendenze <b>mancanti/mascherate</b> o <b>conflitti</b>

source: Installing <b>%s</b> would cause the removal of the following Applications: %s
it: L'installazione di <b>%s</b> causerebbe la rimozione delle Applicazioni seguenti: %s

source: Package Install Error: <i>%s</i>
it: Errore Installazione Pacchetto: <i>%s</i>

source: <b>System Upgrade</b> has begun, now go make some coffee
it: <b>Aggiornamento del Sistema</b> iniziato, puoi andare a prendere un caffé

source: Repositories Update in <b>progress</b>...
it: Aggiornamento Repository in <b>corso</b>...

source: <b>Application Management</b> in progress...
it: <b>Gestione Applicazioni</b> in corso...

source: Activity
it: Attività

source: Interrupt
it: Interrompi

source: <b>System Upgrade</b> in progress...
it: <b>Aggiornamento del sistema</b> in corso...

source: Black on White
it: Nero su bianco

source: White on Black
it: Bianco su nero

source: Enable automatic scrolling
it: Abilita scrolling automatico

source: Disable automatic scrolling
it: Disabilita scrolling automatico

source: <i>Show <b>Application Management</b> Progress</i>
it: <i>Mostra progresso <b>Gestione Applicazioni</b></i>

source: Installing
it: Installazione

source: Removing
it: Rimozione

source: , and <b>%d</b> <i>more in queue</i>
it: , e <b>%d</b> <i>altro in coda</i>

source: Cannot <b>edit</b> configuration file
it: Impossibile <b>modificare</b> il file di configurazione

source: Cannot <b>show</b> configuration files difference
it: Impossibile <b>visualizzare</b> la differenza fra i file di configurazione

source: Cannot <b>merge</b> configuration file
it: Impossibile <b>incorporare</b> i cambiamenti del file di configurazione

source: Cannot <b>discard</b> configuration file
it: Impossibile <b>scartare</b> il file di configurazione

source: Application Groups
it: Gruppi Applicazioni

source: Show Application Groups.
it: Visualizza Gruppi Applicazioni.

source: Clean Entropy Web Service Session
it: Pulisci sessione Servizi Web Entropy

source: Discard any registered login credential used to send votes and comments.
it: Annulla qualsiasi credenziale di login registrata usata per inviare voti e commenti.

source: Logged in as <b>%s</b>! How about your <b>vote</b>?
it: Loggato come <b>%s</b>! Che mi dici del tuo <b>voto</b>?

source: _Vote now
it: _Vota adesso

source: _Later
it: _Più tardi

source: Login failed. Your <b>vote</b> hasn't been added
it: Login fallito. Il tuo <b>voto</b> non è stato aggiunto

source: _Ok, thanks
it: _Ok, grazie

source: Rate <b>%s</b> as <b>%s</b>, with <b>%d</b> star?
it: Votare <b>%s</b> come <b>%s</b>, con <b>%d</b> stella?

source: _Ok, cool!
it: _Ok, fico!

source: _No, logout!
it: _No, sloggati!

source: Your vote has been added!
it: Il tuo voto è stato aggiunto!

source: Ok, great!
it: Ok, grandioso!

source: You already voted this <b>Application</b>
it: Hai già votato questa <b>Applicazione</b>

source: Vote error: <i>%s</i>
it: Errore di voto: <i>%s</i>

source: Entropy Web Services not available for repository
it: Servizi Web Entropy non disponibili per la repository

source: You are about to add a <b>comment</b> as <b>%s</b>.
it: Stai per aggiungere un <b>commento</b> come <b>%s</b>.

source: Your comment has been submitted!
it: Commento inviato!

source: Comment submit error: <i>%s</i>
it: Errore invio commento: <i>%s</i>

source: Logged in as <b>%s</b>! How about your <b>comment</b>?
it: Loggato come <b>%s</b>! Che mi dici del tuo <b>commento</b>?

source: _Send now
it: _Invia ora

source: Login failed. Your <b>comment</b> hasn't been added
it: Login fallito. Il tuo <b>commento</b> non è stato aggiunto

source: <i>No <b>comments</b> for this Application, yet!</i>
it: <i>Non ci sono ancora <b>commenti</b> per questa applicazione!</i>

source: Older comments
it: Vecchi commenti

source: Loading older comments...
it: Caricamento dei vecchi commenti...

source: <i>No <b>images</b> for this Application, yet!</i>
it: <i>Nessuna <b>immagine</b> per questa Applicazione!</i>

source: Older images
it: Vecchie immagini

source: Loading older images...
it: Caricamento delle vecchie immagini...

source: Update
it: Aggiorna

source: Reinstall
it: Reinstalla

source: Remove
it: Rimuovi

source: Install
it: Installa

source: Not available
it: Non disponibile

source: Never downloaded
it: Mai scaricato

source: downloads
it: scaricamenti

source: Want to add images, etc?
it: Vuoi aggiungere immagini, ecc?

source: click here!
it: clicca qui!

source: Loading comments...
it: Caricamento commenti...

source: Cannot disable <b>%s</b>. Sorry!
it: Impossibile disabilitare <b>%s</b>. Mi dispiace!

source: Cannot enable <b>%s</b>. Sorry!
it: Impossibile abilitare <b>%s</b>. Mi dispiace!

source: Manage Repositories
it: Gestisci Repository

source: Enable, disable or rename Repositories.
it: Abilita, disabilita o rinomina Repository.

source: Application <b>%s</b> not found
it: Applicazione <b>%s</b> non trovata

source: Nothing found for
it: Trovato nulla per

source: did you mean <a href="%s">%s</a>?
it: intendevi <a href="%s">%s</a>?

source: Not found
it: Non trovato

source: Update repositories
it: Aggiorna repository

source: Force the update of the available repositories.
it: Forza l'aggiornamento delle repository disponibili.

source: Show Configuration File Updates
it: Visualizza aggiornamenti file di configurazione

source: Show (if any) the list of pending configuration file updates.
it: Visualizza (se esiste) la lista degli aggiornamenti dei file di configurazione.

source: Show Installed Applications
it: Visualizza Applicazioni installate

source: Browse through the currently Installed Applications.
it: Sfoglia le Applicazioni correntemente installate.

source: Optimize Download Speed
it: Ottimizza velocità di download

source: Benchmark the download mirrors to speed up Application installation.
it: Testa i mirror di download per velocizzare l'installazione delle Applicazioni

source: Show Available Kernels
it: Visualizza Kernel Disponibili

source: Browse through the available and installable Linux kernel binaries.
it: Sfoglia i kernel Linux disponibili ed installabili.

source: Show Available Long-Term-Stable Kernels
it: Visualizza i kernel disponibili Long-Term

source: Browse through the available and installable Linux LTS kernel binaries.
it: Sfoglia i kernel Linux LTS disponibili ed installabili

source: There is <b>%d</b> update
it: C'è <b>%d</b> aggiornamento

source: and <b>%d</b> security update
it: e <b>%d</b> aggiornamento di sicurezza

source: What to do?
it: Cosa fare?

source: Updates available, how about installing them?
it: Aggiornamenti disponibili, che ne dici di installarli?

source: _Update
it: _Aggiorna

source: _Show
it: _Mostra

source: _Ignore
it: _Ignora

source: Srsly, ignore!
it: Davvero, ignora!

source: The list of available Applications is old, <b>update now</b>?
it: La lista di Applicazioni disponibili è vecchia, <b>aggiornare adesso</b>?

source: Repositories should be downloaded, <b>update now</b>?
it: Le Repository devono essere scaricate, <b>aggiornare ora</b>?

source: I dunno dude, I'd say Yes
it: Non so amico, direi proprio di si

source: _Yes, why not?
it: _Si, perché no?

source: _No, thanks
it: _No, grazie

source: You need to login to Entropy Web Services
it: Devi effettuare il login ai Servizi Web di Entropy

source: Register
it: Registra

source: _Cancel
it: _Annulla

source: Username
it: Nome utente

source: Login <b>error</b>!
it: <b>Errore</b> di login!

source: Cannot connect to Entropy Web Services, are you connected to the <b>interweb</b>?
it: Impossibile connettersi ai Servizi Web Entropy, sei connesso ad <b>internet</b>?

source: Don't ask me...
it: Non chiedermi...

source: _Of course not
it: _Certo che no

source: A watched pot never boils
it: Una pentola guardata non bolle mai

source: You are required to <b>review</b> and <b>accept</b> the following licenses before continuing: %s
it: E' richiesta la <b>presa visione</b> e l'<b>accettazione</b> delle licenze seguenti prima di continuare: %s

source: <b>%s</b> Application or one of its dependencies is distributed with the following licenses: %s
it: L'Applicazione <b>%s</b> od una delle sue dipendenze è distribuita con le seguenti licenze: %s

source: Make sure to review all the licenses
it: Assicurarsi di esaminare tutte le licenze

source: Accept
it: Accetta

source: Accept forever
it: Accetta sempre

source: Decline
it: Rifiuta

source: Close
it: Chiudi

source: Several <b>Applications</b>, no longer maintained by this distribution, have been found on your <b>System</b>. Some of them might require <b>manual review</b> before being uninstalled. Click on the Apps to expand.
it: Alcune <b>Applicazioni</b>, non più mantenute da questa distribuzione, sono state trovate sul tuo <b>Sistema</b>. Alcune di esse necessitano di una <b>verifica manuale</b> prima di essere rimosse. Clicca sulle Apps per espanderle.

source: Manual review
it: Verifica manuale

source: Safe to drop
it: Rimovibili con sicurezza

source: <b>%s</b> Application requires the installation of the following Applications: %s
it: L'Applicazione <b>%s</b> richiede l'installazione delle seguenti Applicazioni: %s

source: Show full list
it: Visualizza lista completa

source: <b>%s</b> Application requires the removal of the following Applications: %s
it: L'Applicazione <b>%s</b> richiede la rimozione delle seguenti Applicazioni: %s

source: Confirm
it: Conferma

source: Undo
it: Annulla

source: <b>%s</b> Application Action will start in <big><b>%d</b></big> second
it: L'Azione per <b>%s</b> inizierà in <big><b>%d</b></big> secondo

source: There is <b>%d</b> configuration file update
it: C'è un <b>%d</b> aggiornamento dei file di configurazione

source: It is <b>extremely</b> important to update these configuration files before <b>rebooting</b> the System.
it: E' <b>estremamente</b> aggiornare questi file di configurazione prima di <b>riavviare</b> ils Sistema.

source: Let me see
it: Fammi vedere

source: Happily ignore
it: Ignora felicemente

source: There is <b>%d</b> notice from a repository
it: C'è <b>%d</b> avviso da una repository

source: It is <b>extremely</b> important to always read them.
it: E' <b>estremamente</b> importante leggerli sempre.

source: Stop annoying me
it: Non infastidirmi

source: You are about to rename a Repository
it: Stai per rinominare una Repository

source: _Rename
it: _Rinomina

source: Repository name
it: Nome repository

source: <b>Invalid</b> Repository name!
it: Nome Repository <b>non valido</b>!

source: Repository rename <b>not allowed</b>!
it: Rinominazione Repository <b>non permesso</b>!

source: There is <b>%d</b> preserved library on the system
it: C'è <b>%d</b> libreria preservata sul sistema

source: Preserved libraries detected on the system.
it: Rilevate librerie preservate sul sistema.

source: _Update system now
it: _Aggiorna il sistema ora

source: %(nr_ratings)i rating
it: %(nr_ratings)i voto

source: Hint: Click a star to rate this app
it: Suggerimento: clicca una stella per votare questa app

source: Awful
it: Tremendo

source: Poor
it: Scarso

source: Adequate
it: Adeguato

source: Good
it: Buono

source: Excellent
it: Eccellente

source: Cannot remove comment
it: Impossibile rimuovere commento

source: remove
it: rimuovi

source: Run
it: Esegui

source: Enable
it: Abilita

source: Disable
it: Disabilita

source: Rename
it: Rinomina

source: View
it: Visualizza

source: Show
it: Visualizza

source: Edit
it: Modifica

source: Difference
it: Differenza

source: Discard
it: Scarta

source: Keywords
it: Keyword

source: More Info
it: Maggiori informazioni

source: <i>Browse <b>Applications</b> with ease</i>
it: <i>Scopri <b>Applicazioni</b> facilmente</i>

source: Rigo is working, are you sure?
it: Rigo sta lavorando, sei sicuro?

source: Search
it: Cerca

source: Rigo Application Browser
it: Browser Applicazioni Rigo

source: Working Hard
it: Lavorando Sodo

source: Wake Up
it: Sveglia!

source: Important Stuff
it: Cose Importanti

source: Breaking Stuff
it: Cose Pericolose

source: Repository Stuff
it: Cose delle Repository

source: Activity Interruption
it: Interruzione Attività

source: Are you sure you want to interrupt the ongoing Activity? The interruption will occur as soon as possible, potentially not immediately.
it: Sei sicuro di voler interrompere l'Attività corrente? L'interruzione avverrà il prima possibile, potenzialmente non immediatamente

source: Repositories update error
it: Errore aggiornamento Repository

source: Repositories updated <b>successfully</b>!
it: Repository aggiornate <b>correttamente</b>!

source: Application Management Error
it: Errore Gestione Applicazioni

source: please check the management log
it: per favore controlla il log di gestione

source: System Upgrade Error
it: Errore Aggiornamento di Sistema

source: please check the upgrade log
it: controlla il log di aggiornamento

source: Applications managed <b>successfully</b>!
it: Applicazioni gestite <b>con successo</b>!

source: System Upgraded <b>successfully</b>!
it: Sistema aggiornato <b>con successo</b>!

source: You are not authorized to run Rigo
it: Non sei autorizzato ad eseguire Rigo

source: RigoDaemon service is not available
it: Servizio RigoDaemon non disponibile

source: API mismatch, please update Rigo and RigoDaemon
it: API non combacianti, per favore aggiorna Rigo e RigoDaemon

source: Another Application Manager is active
it: Un'altro Gestore Applicazioni è attivo

source: Background Service is currently not available
it: Servizio in background non disponibile

source: Background Service is currently busy
it: Servizio in background occupato

source: Background Service is incompatible with Rigo
it: Servizio in background incompatibile con Rigo

source: Background Service is currently unavailable
it: Servizio in background non disponibile

source: Happy St. Valentine <3 <3 !
it: Buon San Valentino <3 <3 !

source: Merry Xmas \o/ !
it: Buon Natale \o/ !

source: Happy birthday to my authoooooor!
it: Buon compleanno al mio autoreeee!

source: <=|=< (this is optimistically a fish)
it: <=|= (questo è ottimisticamente un pesce)

source: Woot, thanks
it: Woot, grazie

source: _Write a <b>comment</b>
it: _Scrivi un <b>commento</b>
