Repository: Rogentos/entropy
Catalog: client/po/*.po
Languages: sv

source: Updates Notification Applet Disabled
sv: Aviseringsverktyget för uppdateringar är avaktiverat

source: Updates Notification Applet Enabled
sv: Aviseringsverktyget för uppdateringar är aktiverat

source: Sabayon Kernel Switcher
sv: Sabayons Kärnväljare

source: quiet mode
sv: tyst läge

source: verbose mode
sv: detaljerat läge

source: ask confirmation
sv: fråga efter bekräftelse

source: Package does not exist
sv: Paketet existerar inte

source: Not a kernel
sv: Inte en kärna

source: Cannot find your currently running kernel.
sv: Kan inte hitta kärnan som är i drift

source: Try without --from-running.
sv: Försök utan --from-running

source: No kernel packages found
sv: Inga paket för kärnor hittades

source: install a new or just another kernel
sv: installera en ny eller en helt annan kärna

source: use 'uname -r' to determine the running kernel
sv: använd 'uname -r' för att fastställa vilken kärna som används

source: the new kernel package dependency name
sv: namn på den nya kärnans beroenden

source: list kernels
sv: visa kärnor

source: Magneto Application Updates Notifier
sv: Magneto - aviseraren för programuppdateringar

source: _Load Package Manager
sv: _Starta ProgramHanteraren
