Repository: Rogentos/entropy
Catalog: client/po/*.po
Languages: sv

source: Element number to edit (-1 to go back):
sv: Nummer på beståndsdel som kommer att redigeras (-1 för att återvända):

source: old
sv: gammalt

source: new value:
sv: nytt värde:

source: Invalid element.
sv: Ogiltig beståndsdel

source: Element number to remove (-1 to go back):
sv: Nummer på beståndsdel som kommer tas bort (-1 för att återvända):

source: Searching for broken reverse dependencies
sv: Söker efter omvändna beroenden som är trasiga

source: scanning for broken reverse dependencies
sv: Skannar efter omvändna beroenden som är trasiga

source: broken libraries detected
sv: trasiga bibliotek har hittats

source: needs
sv: behöver

source: scanning
sv: skannar

source: blacklisted dependencies !!!
sv: svartlistade beroenden !!!

source: requires libraries
sv: kräver bibliotek

source: library provided by
sv: biblioteket tillhandahålls utav

source: no packages
sv: inga paket

source: is potentially missing these dependencies
sv: saknar eventuellt dom här beroenden

source: determining missing libraries
sv: fastlägger vilka beroenden som saknas

source: requires
sv: kräver

source: provided by
sv: tillhandahållna av

source: no missing runtime libraries found
sv: inga saknade körtidsberoenden hittades

source: Libraries test
sv: Testar biblioteken

source: Broken symbols packages list
sv: Lista på trasiga paketsymboler

source: Broken executables list
sv: Lista körbara filer som är trasiga

source: Dumping results into these files
sv: Dumpar resultat i dom här filerna

source: discarding directory
sv: överger katalogen

source: because it's symlinked on
sv: för att den är symlänkad till

source: Collecting broken executables
sv: Samlar ihop trasiga bibliotek/program

source: don't worry about libraries that are shown here but not later.
sv: oroa dig inte över bibliotek som visas här men inte sen.

source: Scanning libraries
sv: Skannar biblioteken

source: various broken symbols
sv: flera trasiga symboler

source: Matching broken libraries/executables
sv: Matchar dom trasiga biblioteken/programmen

source: Not prepared yet
sv: Inte förberedd än

source: directory
sv: katalog

source: Cleaned
sv: Rensade

source: files and directories
sv: filer och kataloger

source: Uploading
sv: Laddar upp

source: corrupted
sv: trasig

source: Not installed
sv: Inte installerad

source: Package
sv: Paket

source: branch
sv: gren

source: Category
sv: Kategori

source: Name
sv: Namn

source: Masked
sv: Maskerade

source: Available
sv: Tillgängliga

source: Installed
sv: Installerade

source: Slot
sv: Spår

source: Size
sv: Storlek

source: Download
sv: Hämtning

source: Checksum
sv: Kontrollsumma

source: Dependencies
sv: Beroenden

source: Legend
sv: Teckenförklaring

source: Conflicts
sv: Konflikter

source: Homepage
sv: Hemsida

source: Description
sv: Beskrivning

source: USE flags
sv: USE-flaggor

source: Sources
sv: Källor

source: Entry API
sv: Post API

source: Compiled with
sv: Kompilerad med

source: Keywords
sv: Nyckelord

source: Created
sv: Skapad

source: License
sv: Licens

source: Reverse graphing installed package
sv: Installerade program med omvändna modifikationer

source: No packages found
sv: Inga paket hittades

source: packages passed as arguments
sv: paketen godkända som argument

source: packages with no further dependencies
sv: inga ytterligare beroenden för paketen

source: packages with further dependencies (node)
sv: inga ytterligare beroenden för paketen (node)

source: packages already pulled in as dependency in upper levels (circularity)
sv: paketen har redan hämtas in som beroenden i övre nivåer (kretsformat)

source: Graphing
sv: Modifiering

source: Installed packages repository corrupted. Please re-generate it
sv: Dom installerade paketens förråd är trasiga. Var god och återskapa dom

source: Cannot continue
sv: Kan inte fortsätta

source: Your hard drive is full! Your fault!
sv: Din hårddisk är full! Enbart ditt fel!

source: No more memory dude! Your fault!
sv: Finns inget mer minne! Enbart ditt fel grabben!

source: Hi. My name is Bug Reporter. I am sorry to inform you that the program crashed. Well, you know, shit happens.
sv: Tjena! Mitt namn är Fel Rapporterare. Det är med stor sorg som jag informerar dig om att programmet kraschade. Som du vet, ibland skiter det sig.

source: But there's something you could do to help me to be a better application.
sv: Men det finns saker du kan göra för att göra mig till ett bättre program.

source: -- BUT, DO NOT SUBMIT THE SAME REPORT MORE THAN ONCE --
sv: -- MEN, GE FAN I ATT RAPPORTERA SAMMA SAK FLERA GÅNGER! BLIR SKOGSTOKIG! --

source: Now I am showing you what happened. Don't panic, I'm here to help you.
sv: Nu kommer jag visa dig vad som hände. Bli inte rädd, jag är här för att hjälpa dig.

source: Oh well, I cannot even write to TMPDIR. So, please copy the error and mail lxnay@sabayon.org.
sv: Aj fan, jag kan inte ens skriva till TMPDIR. Så, var schysst och kopiera felrapporten och maila lxnay@sabayon.org

source: Erm... Can I send the error, along with some other information about your hardware to my creators so they can fix me? (Your IP will be logged)
sv: Eehmm.... Är det lugnt om jag skickar ytterligare information om din hårdvara till mina skapare så att dom kan fixa mig? Din IP kommer loggas

source: Ok, ok ok ok... Sorry!
sv: Ok, ok ok ok.....Ta't lugnt!

source: If you want to be contacted back (and actively supported), also answer the questions below:
sv: Om du vill bli kontaktad och på så vis få aktivt stöd var god och svara på frågorna här under:

source: Your Full name:
sv: Fullständigt namn

source: Your E-Mail address:
sv: Din E-mail adress:

source: What you were doing:
sv: Vad du höll på med:

source: Thank you very much. The error has been reported and hopefully, the problem will be solved as soon as possible.
sv: Tack så hemskt mycket. Felet har rapporterats och förhoppningsvis kommer problemet lösas så snart som möjligt.

source: Ugh. Cannot send the report. Please mail the file below to lxnay@sabayon.org.
sv: Ugh. Kan inte skicka felrappoten. Var god och skicka filen här under till lxnay@sabayon.org

source: Entropy/Equo version mismatch
sv: Entropy/Equos versioner matchar inte

source: it could make your system explode!
sv: det kan göra att ditt system exploderar

source: Entropy is running off a Live System
sv: Entropy körs från ett live-System

source: Performance and stability could get severely compromised
sv: Prestation och stabilitet kan gravt försämras

source: superuser access required
sv: du måste vara superanvändare för denna åtgärd

source: execute advanced tasks on packages
sv: utför avancerade åtgärder på paketen

source: available commands
sv: tillgängliga kommandon

source: ask before making any changes
sv: fråga före ändring genomförs

source: not a valid Entropy package file
sv: är inte en giltig paketfil för Entropy

source: generate packages from the installed system
sv: generera paket från det installerade systemet

source: installed package name
sv: namn på installerat paket

source: destination directory where to save generated packages
sv: målkatalogen där du vill spara genererade paket

source: transform SPM package files into Entropy ones
sv: omförvandla SPMs paketfiler till Entropy-paket

source: SPM package file path
sv: Sökväg för SPM-paket

source: transform Entropy package files into SPM ones
sv: förvandla Entropy paketfiler till SPM-paket

source: Entropy package file path
sv: Sökväg för Entropys paket

source: extract Entropy metadata from Entropy packages
sv: extrahera Entropys metadata från Entropy paket

source: broken directory path
sv: sökväg till katalogen är trasig

source: This is the list of packages that would be considered
sv: Detta är paketen som beaktas

source: Would you like to continue ?
sv: Vill du fortsätta?

source: generating package
sv: generar paket

source: package file creation error
sv: fel vid skapandet av paketfil

source: package generated
sv: paket har generats

source: working on package file
sv: jobbar på paketfil

source: package file extraction complete
sv: extraheringen av paketfilen är slutförd

source: package metadata generation complete
sv: genereringen av paketets metadata slutförd

source: package file generated at
sv: paketfilen genererad till

source: error during metadata extraction
sv: Fel uppstod vid extrahering av metadata

source: package file generated
sv: paketfil genererad

source: metadata file generated
sv: metadatan genererad

source: repository query tools
sv: förrådens sökningsverktyg

source: resolve what package a file belongs to
sv: avgör vilket paket en fil tillhör

source: file path
sv: sökväg

source: show package changelog
sv: visa paketets ändringslogg

source: package name
sv: paketnamn

source: show reverse dependencies of package
sv: visa omvändna beroenden för paketet

source: search package by description
sv: sök paket efter beskrivning

source: description keyword
sv: nyckelordsbeskrivning

source: show files owned by package
sv: visa vilka filer som ägs av paketet

source: search installed packages
sv: sök efter installerade paket

source: show packages using the given license
sv: visa paket som använder den angivna licensen

source: license name
sv: licensnamn

source: list packages
sv: Visa alla paket

source: list installed packages
sv: Visa dina installerade paket

source: only list packages installed by user
sv: visa bara paket som användaren själv installerat

source: only list packages installed from given repositories
sv: visa bara paket som installerats från angivet förråd

source: list available packages
sv: visa tillgängliga paket

source: only list packages from given repositories
sv: visa bara paket från angivet förråd

source: show packages able to handle the given mimetype
sv: visa paket som kan hantera angiven mimetype

source: only show installed packages
sv: visa bara installerade paket

source: associate file to packages able to handle it
sv: associera filer till dom paket som kan hantera dom

source: show runtime libraries needed by the given package
sv: visa körtidsberoenden från det angivna paketet

source: search files not belonging to any packages
sv: sök efter filer som inte tillhör något paket

source: show packages requiring the given library name
sv: visa paket som krävs av det angivna biblioteksnamnet

source: library name (example: libdl.so.2)
sv: biblioteksnamn (example: libdl.so.2)

source: search package sets
sv: sök efter paketset

source: set name
sv: namn på set

source: show packages owning the given slot
sv: visa paket som äger den angivna platsen

source: slot name
sv: namn på plats

source: show packages owning the given tag
sv: visa paketen som äger angiven tagg

source: tag name
sv: namn på tagg

source: show packages at the given revision
sv: visa paketen på den angivna revisionen

source: revision name
sv: namn på revisionen

source: show the direct dependencies graph for the given package
sv: visa den direkta beroendemodifikationen för det angivna paketet

source: include system packages, build-time dependencies and circular dependencies information
sv: inkludera systempaket, byggtidsberoende och den kretsformade beroendeinformationen

source: show the inverse dependencies graph for the given package
sv: visa den omkastade beroendemodifikationen för det angivna paketet

source: show the number of updates available
sv: visa antalet tillgängliga uppdateringar

source: Belong Search
sv: Tillhöra Sökning

source: Keyword
sv: Nyckelord

source: Found
sv: Hittade

source: entry
sv: post

source: ChangeLog Search
sv: Sök bland ändringsloggar

source: No match for
sv: Ingen träff för

source: No ChangeLog available
sv: Ingen ändringslogg tillgänglig

source: Attention: developer-repo option not enabled
sv: Varning: Utvecklarförrådet är inte aktiverat

source: Reverse Dependencies Search
sv: Sök efter beroenden omvänt

source: Matched
sv: Stämmer

source: from repository
sv: från förråd

source: from the installed packages repository
sv: från dom installerade paketens förråd

source: Description Search
sv: Sök enligt beskriving

source: No matches
sv: Inga träffar

source: Files Search
sv: Sök efter filer

source: files
sv: filer

source: License Search
sv: Sök licens

source: Listing Packages
sv: Visar paketen

source: Repository is not available
sv: Förrådet är inte tillgängligt

source: Searching Mimetype
sv: Sök efter mimetype

source: Needed Libraries Search
sv: Sök efter nödvändiga bilbliotek

source: libraries
sv: bibliotek

source: Orphans Search
sv: Sök efter föräldralösa

source: Analyzing
sv: Analyserar

source: Analyzed directories
sv: Analyserade kataloger

source: Masked directories
sv: Maskerade kataloger

source: Number of files collected on the filesystem
sv: Antalet filer insamlade på filsystemet

source: Now searching among installed packages
sv: Söker nu bland installerade paket

source: Checking
sv: Kontrollerar

source: Number of total files
sv: Totala antalet filer

source: Number of matching files
sv: Antalet träffar på filer

source: Number of orphaned files
sv: Antalet föräldralösa filer

source: Writing file to disk
sv: Skriver till disk

source: Total space wasted
sv: Totalt använt utrymme

source: Required Packages Search
sv: Sök efter dom paket som krävs

source: Library
sv: Bibliotek

source: Package Set Search
sv: Sök efter paket-set

source: Slot Search
sv: Sök efter plats

source: Tag Search
sv: Sök efter tagg

source: Revision Search
sv: Sök revision

source: Available Updates
sv: Tillgängliga uppdateringar

source: Packages to update:
sv: Paketen som kommer att uppdateras:

source: Packages to remove:
sv: Paketen som kommer att tas bort:

source: Packages already up-to-date:
sv: Paketen är redan uppdaterade:

source: Critical updates found:
sv: Kritiska uppdateringar har hittats:

source: show what would be done
sv: visa hur mycket som skulle ha utförts

source: verbose output
sv: detaljerad utdata

source: Not available
sv: Inte tillgänglig

source: installed from
sv: installerad från

source: Packages involved
sv: Paket involverade

source: configure
sv: konfigurera

source: configure installed packages
sv: konfigurera installerade paket

source: Repository name
sv: Förrådsnamn

source: Repository class
sv: Förrådsklass

source: Notice Board
sv: Anslagstavla

source: Path
sv: Sökväg

source: Package URLs
sv: Paketens URL

source: show Repositories status
sv: visa förrådsstatus

source: repository
sv: förråd

source: force update
sv: tvinga uppdatering

source: You must be either root or in this group:
sv: Du måste antingen vara rot eller tillhöra denna grupp:

source: Sending the update request to Entropy Services
sv: Skickar uppdateringsförfrågan till Entropys tjänster

source: Repositories will be updated in background
sv: Förråden kommer uppdateras i bakgrunden

source: app-admin/rigo-daemon not installed. Update not allowed.
sv: app-admin/rigo-daemon är inte installerad. Uppdatering tillåts inte.

source: Have a nice day
sv: Ha en trevlig dag

source: Repositories update not allowed
sv: Uppdatering av förråden är inte tillåten

source: No repositories specified in
sv: Inga förråd har specificerats i

source: Notice board not available
sv: Anslagstavlan är inte tillgänglig

source: Notice board
sv: Anslagstavla

source: Title
sv: Titel

source: update repositories
sv: uppdatera förråden

source: system security tools
sv: verktyg för systemsäkerhet

source: verify installed files using stored checksums
sv: verifiera installerade filer från lagrade kontrollsummor

source: consider mtime instead of SHA256 (false positives ahead)
sv: Överväg mtime instället för SHA256 (falska positiva framför)

source: update hashes and mtime (useful after editing config files)
sv: uppdatera hash och mtime (användbart efter man redigerat konfigurationsfiler)

source: reinstall faulty packages
sv: installera om bristfälliga paket

source: just download packages
sv: hämta bara paketen

source: download the latest Security Advisories
sv: hämta de senaste säkerhetsråden

source: force download
sv: tvinga hämtning

source: list all the available Security Advisories
sv: visa alla tillgängliga säkerhetsråd

source: list only affected
sv: visa enbart berörda

source: list only unaffected
sv: visa enbart oberörda

source: show information about provided advisories identifiers
sv: visa information om tillhandahållna rådgivares identifierare

source: advisory indentifier
sv: identifierare för rådgivare

source: automatically install all the available security updates
sv: installera alla tillgängliga säkerhetsuppdateringar automatiskt

source: Advisory Identifier
sv: rådgivaridentifierare

source: Background
sv: Bakgrund

source: Exploitable
sv: Utnyttningsbar

source: Impact
sv: Inverkan

source: Impact type
sv: Typ av inverkan

source: Revised
sv: Ändrad

source: Announced
sv: Tillkännagiven

source: Synopsis
sv: Översikt

source: References
sv: Referenser

source: Upstream bugs
sv: Uppströmsbuggar

source: Affected
sv: Påverkade

source: vulnerable versions
sv: Sårbara versioner

source: unaffected versions
sv: versioner som inte påverkas

source: Workaround
sv: Tillfällig lösning

source: Resolution
sv: Lösning

source: Checking system files
sv: Kontrollerar systemfilerna

source: no checksum information
sv: Ingen information om kontrollsumman

source: found altered files
sv: hittade filer som har ändrats

source: assimilated new hashes and mtime
sv: uppta nya hashes och mtime

source: unavailable
sv: otillgänglig

source: No altered files found
sv: Inga ändrade filer hittades

source: Altered files have been found
sv: Ändrade filer har hittats

source: Packages have been reinstalled successfully
sv: Ominstallationen av paketen lyckades

source: No advisories available or applicable
sv: Inga rådgivare tillgängliga eller användbara

source: Advisory does not exist
sv: Rådgivare existerar inte

source: Calculating security updates
sv: Beräknar säkerhetsuppdateringar

source: All the available updates have been already installed
sv: Alla tillgängliga uppdateringar har redan installerats

source: moo at user
sv: muua mot användare

source: bow to lxnay
sv: buga dig för lxnay

source: You should run equo --help
sv: Du bör köra equo --help.

source: You didn't run equo --help, did you?
sv: Du körde inte equo --help, eller hur?

source: Did you even read equo --help??
sv: Läste du över huvud taget equo --help?

source: I give up. Run that equo --help !!!!!!!
sv: Jag ger upp. Kör det där equo --help!!!!! NÅN GÅNG

source: OH MY GOD. RUN equo --heeeeeeeeeeeeeelp
sv: ÅH HERRE GUD. KÖR equo --heeeeeeeeeeeeeelp.

source: Illiteracy is a huge problem in this world
sv: Analfabetism är ett stort problem i denna värld

source: Ok i give up, you are hopeless
sv: Ok, jag ger upp! Du är hopplös

source: Go to hell.
sv: Dra åt helvete.

source: Stop that, you idiot.
sv: Sluta din idiot!!!

source: yell at user
sv: skäll ut användare

source: exclude package dependencies
sv: utesluta paketets beroenden

source: do not calculate dependencies recursively
sv: beräkna inte beroenden rekursivt

source: include dependencies no longer needed
sv: inkludera beroenden som inte längre behövs

source: when used with --deep, include virtual packages
sv: när använt med --deep, inkludera virtuella paket

source: remove package configuration files no longer needed
sv: ta bort paketkonfigurationer som inte längre används

source: force system packages removal (dangerous!)
sv: tvinga borttagning av systempaket (farligt)

source: removal
sv: borttagning

source: All done
sv: Allt klart

source: These are the packages that should be MANUALLY removed
sv: Detta är paketen som borde tas bort manuellt

source: These are the packages that would be removed
sv: Detta är paketen som kommer tas bort

source: These are the chosen packages
sv: Detta är dom valda paketen

source: vital package
sv: vitalt paket

source: Removal forbidden
sv: Borttagning förbjuden

source: Packages that would be removed
sv: Antal paket som kommer att tas bort

source: Freed disk space
sv: Utrymme som frigjorts

source: Total bandwidth wasted
sv: Total bandbredd använd

source: Nothing to do
sv: Inget att göra

source: Would you like to calculate dependencies ?
sv: Vill du beräkna beroenden?

source: Would you like to remove them now ?
sv: Vill du ta bort dom nu?

source: Ouch!
sv: Aj fan!

source: the following system packages were pulled in
sv: följande systempaket hämtades

source: Would you like to proceed ?
sv: Vill du fortsätta

source: remove packages from system
sv: ta bort paket från systemet

source: search keyword
sv: sök efter nyckelord

source: quiet output, for scripting purposes
sv: tyst utdata, för scripting

source: search among installed packages only
sv: sök enbart bland installerade paket

source: search among available packages only
sv: säk enbart bland tillgängliga paket

source: Searching
sv: Söker

source: search packages in repositories
sv: sök efter paket

source: show less details (useful for scripting)
sv: visa färre detaljer (bra för scripting)

source: just show what would be done
sv: visa bara vad som kommer att utföras

source: Running dependency test
sv: Kontrollerar alla beroenden

source: These are the dependencies not found
sv: Det här beroenden som saknas

source: Needed by
sv: Som krävs av

source: Would you like to install the packages ?
sv: Vill du installera paketen?

source: Installing available packages in
sv: Installerar tillgängliga paket om

source: 10 seconds
sv: 10 sekunder

source: look for unsatisfied dependencies
sv: sök efter otillfredställda beroenden

source: not a valid directory
sv: inte en giltig katalog

source: quiet output
sv: tyst utdata

source: Acquiring Entropy Resources Lock, please wait...
sv: Erhåller Entropys resurs lås, vad god vänta

source: Another Entropy is currently running.
sv: En annan Entropy körs redan.

source: When you wrote
sv: När du skrev

source: You Meant(tm)
sv: Menade du(tm)

source: one of these below?
sv: en av dom här?

source: manage cache
sv: hantera cachen

source: clean Entropy Library Cache
sv: rensa Entropys bibliotekscache

source: show more details
sv: visa fler detaljer

source: print results in a scriptable way
sv: skriv ut resultatet på ett skriptbart sätt

source: Cleaning Entropy cache, please wait ...
sv: Rensar Entropys cache, vänligen vänta...

source: Entropy cache cleaned.
sv: Entropys bibliotekscache rensad

source: manage Entropy Library Cache
sv: hantera Entropys bibliotekscache

source: manage User Generated Content
sv: hantera användargenerat innehåll

source: login against the given repository
sv: logga in mot angivet förråd

source: repository name
sv: förrådsnamn

source: force action
sv: tvinga åtgärd

source: logout from the given repository
sv: logga ut från angivet förråd

source: manage package documents in the selected repository (comments, files, videos)
sv: hantera paketets dokument i det valda förrådet (kommentarer, filer, videor)

source: manage Documents
sv: hantera dokument

source: get available documents for the provided package name
sv: hämta tillgängliga dokument för det angivna paketet

source: package name (example: x11-libs/qt)
sv: paketnamn (exempel:<11-libs/qt)

source: add a new document to the provided package name
sv: lägga till ett nytt dokument till angivna paketet

source: remove documents from database using their identifiers
sv: ta bort dokument från databasen med deras identifierare

source: document identifier
sv: dokumentidentifierare

source: manage package votes in the selected repository
sv: hantera programmens betyg i det valda förrådet

source: manage Votes
sv: hantera Betyg

source: get vote for the provided package name
sv: hämta betyg för det angivna paketet

source: add vote to the provided package name
sv: lägg till ett betyg till det angivna paketet

source: Invalid repository
sv: Ogiltigt förråd
