Repository: Rogentos/entropy
Catalog: client/po/*.po
Languages: sv

source: Repository does not support Entropy Services.
sv: Förrådet stöds inte utav Entropys tjänser

source: Already logged in as
sv: Redan inloggad som

source: Please logout first
sv: Var god och logga ut först

source: Username
sv: Användarnamn

source: Password
sv: Lösenord

source: Please login against
sv: Var god och logga in mot

source: Login aborted. Not logged in.
sv: Inloggning avbruten. Loggades inte in

source: Authentication error. Not logged in.
sv: Autentiseringsfel. Loggades inte in.

source: Communication error. Not logged in.
sv: Kommunikationsfel. Loggades inte in

source: Successfully logged in as
sv: lyckades logga in som

source: From now on, any UGC action will be committed as this user
sv: Fån och med nu kommer alla UGC åtgärder bli gjorda som denna användare

source: Not logged in.
sv: Inte inloggad

source: User
sv: Användaren

source: has been logged out.
sv: har loggats ut

source: No title
sv: Ingen titel

source: Content
sv: Innehåll

source: no votes
sv: inga betyg

source: current package vote
sv: nuvarande betyg på paketet

source: UGC error
sv: UGC fel

source: Number of downloads
sv: Antalet hämtningar

source: No User Generated Content available.
sv: Inget användargenererat innehåll tillgängligt

source: Not logged in, please login first.
sv: Inte inloggad, vad god och logga in först

source: Add document
sv: Lägg till dokument

source: text comment
sv: textkommentar

source: icon
sv: ikon

source: simple file
sv: enkel fil

source: simple image
sv: enkel bild

source: Insert document title
sv: Infoga titel på dokumentet

source: Insert document description/comment
sv: Infoga beskriving/kommentar om dokumentet

source: Insert document's keywords (space separated)
sv: Infoga nyckelord för dokumentet (åtskillda med mellanslag)

source: Choose document type
sv: Välj typ av dokument

source: Entropy UGC document submission
sv: Entropys UGC dokumenttillägg

source: Insert document path
sv: Infoga dokument sökväg

source: Please review your submission
sv: Var god att granska ditt tillägg

source: Document path
sv: Dokument sökväg

source: Document type
sv: Dokumenttyp

source: Do you want to submit?
sv: Vill du lägga till?

source: Invalid document
sv: ogiltigt dokument

source: Document added, thank you!
sv: Dokumentet lades till, tack!

source: Documents removal
sv: Tar bort dokumenten

source: Document identifiers
sv: Dokumentidentifierare

source: Would you like to review them?
sv: Vill du granska dom?

source: Would you like to continue with the removal?
sv: Vill du fortsätta med borttagningen?

source: cannot get the requested Document
sv: kan inte hämta det begärda dokumentet

source: removed successfully
sv: borttagningen lyckades

source: add vote
sv: lägg till betyg

source: Insert your vote (from 1 to 5)
sv: Lägg till ditt betyg (från 1 till 5)

source: Entropy UGC vote submission
sv: Entropys UGC betygstillägg

source: invalid vote, must be in range
sv: ogiltligt betyg, måste vara inom ansatt område

source: Vote
sv: Betygsätt

source: already voted
sv: du har redan betygsatt detta

source: vote added, thank you!
sv: betyg har lagts till, tack!

source: Entropy Command Line Client, Equo
sv: Entropys Kommandoradsklient, Equo

source: force colored output
sv: framtvinga färgsatt utdata

source: this help
sv: denna hjälpsida

source: manage repositories
sv: hantera förråden

source: enable repositories
sv: aktivera förråd

source: disable repositories
sv: avaktivera förråd

source: add a repository
sv: lägg till ett förråd

source: repository description
sv: förrådets beskrivning

source: repository database URL
sv: förrådets databas URL

source: repository packages URL
sv: förrådets paket URL

source: repository compression format
sv: förrådets komprimerade format

source: remove a repository
sv: ta bort ett förråd

source: rename a repository
sv: döpa om ett förråd

source: to repository
sv: till förråd

source: list active repositories
sv: visa dom aktiva förråden

source: reorder mirrors basing on response time
sv: omsortera speglar baserat på svarstid

source: simulate execution
sv: simulera verkställandet

source: merge content of source repository to destination
sv: sammanfoga innehållet av källförrådet till målet

source: source repository
sv: källförråd

source: destination repository
sv: målförråd

source: also remove dependency conflicts during merge
sv: ta också bort beroendekonflikter vid sammanfogningen

source: repository already enabled
sv: förrådet är redan aktiverat

source: repository not available
sv: förrådet är inte tillgängligt

source: repository enabled
sv: förrådet aktiverat

source: cannot enable repository
sv: kan inte aktivera förrådet

source: repository already disabled
sv: förråd redan avaktiverat

source: cannot disable repository
sv: kan inte avaktivera förråd

source: repository disabled
sv: förråd avaktiverat

source: Repository id:
sv: förrådets id:

source: Description:
sv: Beskrivning:

source: Repository format:
sv: Formatera förråd:

source: Packages URL:
sv: Paketens URL:

source: Repository URL:
sv: Förråds-URL:

source: repository added succesfully
sv: förrådet lades till utan problem

source: cannot add repository
sv: kan inte lägga till förråd

source: repository id not available
sv: förrådets id är inte tillgängligt

source: repository removed succesfully
sv: förrådet togs bort utan problem

source: cannot remove repository
sv: kan inte ta bort förrådet

source: repository id already available
sv: förrådet finns redan

source: repository id is invalid
sv: förrådets id är ogiltigt

source: mirror order:
sv: speglarnas sortering:

source: mirrors sorted successfully
sv: sortering av speglarna lyckades

source: repository not found
sv: förrådet kunde inte hittas

source: repository cannot be source and destination
sv: förrådet kan inte både vara källa och mål

source: merging repositories
sv: sammanfogar förråden

source: working on repository
sv: jobbar med förrådet

source: merging package
sv: sammanfogar paket

source: done merging packages
sv: sammanfogning av paketen är klar

source: print broken files to stdout
sv: skriv trasiga filer till stdout

source: dump results to files
sv: dumpa resultat till fil

source: System is healthy
sv: Systemet är friskt

source: Libraries/Executables statistics
sv: Biblioteken/Körbaras statistik

source: Not matched
sv: Matchar inte

source: Would you like to install them ?
sv: Vill du installera dom?

source: look for missing libraries
sv: sök efter saknade beroenden

source: sort packages by size
sv: sortera paket efter storlek

source: include packages installed by user
sv: inkludera paket installerade av användaren

source: Running unused packages test, pay attention, there can be false positives
sv: Skannar efter oanvändra paket! VAR UPPMÄRKSAM, det KAN ge bedrägliga utslag

source: look for unused packages (pay attention)
sv: sök efter oanvändna paket (var uppmärksam)

source: Scanning configuration files to update
sv: Skannar efter konfigurationsfiler som måste uppdateras

source: No configuration files to update.
sv: Inga konfigurationsfiler behöver uppdateras.

source: There is %s configuration file needing update
sv: Det finns %s konfigurationsfil som måste uppdateras

source: Please run
sv: Var god kör

source: These are the selected packages
sv: Detta är dom valda paketen

source: Versions
sv: Versioner

source: Reinstall
sv: Ominstallera

source: Switch repo
sv: Byta förråd

source: Install
sv: Installera

source: Upgrade
sv: Uppgradera

source: Downgrade
sv: Degradera

source: Action
sv: Åtgärd

source: Would you like to continue with the dependencies calculation?
sv: Vill du fortsätta med att beräkna beroenden?

source: Every package matching
sv: Alla paketen matchar

source: is masked
sv: är maskerat

source: Masking reason
sv: Anledning för maskering

source: matching
sv: matchar

source: is broken
sv: är trasigt

source: in
sv: i

source: in repositories
sv: i förråden

source: Not found
sv: Kan inte hittas

source: package needed by
sv: paketet behövs av

source: from
sv: från

source: Skipped
sv: Hoppades över

source: is not installed
sv: är inte installerat

source: Calculating dependencies
sv: Beräknar beroenden

source: Dependencies not found
sv: Beroenden kan inte hittas

source: Conflicting packages were pulled in
sv: Paket med konflikter hämtades in

source: Please mask conflicts using
sv: Var god och maskera konflikter genom att använda

source: download
sv: hämta

source: Repositories are old, please run:
sv: Förråden är gamla, var god kör:

source: Please update the following critical packages
sv: Vänligen uppdatera följande kritiska paket

source: You should install them as soon as possible
sv: Du bör installera dem så snart som möjligt

source: Read the license
sv: Läs licensen

source: Accept the license (I've read it)
sv: Acceptera licensen (jag har läst den)

source: Accept the license and don't ask anymore (I've read it)
sv: Acceptera licensen och fråga inte igen (jag har läst den)

source: Quit
sv: Avsluta

source: Your choice (type a number and press enter)
sv: Ditt val (ange ett tal och tryck enter)

source: You need to accept the licenses below
sv: Du måste acceptera följande licenser

source: needed by
sv: behövs av

source: No license data available
sv: Inget licensavtal är tillgängligt

source: No file viewer
sv: Ingen filläsare

source: License saved into
sv: Licens sparad i

source: only include dependencies of selected packages
sv: inkludera bara beroenden från dom valda paketen

source: calculate dependencies relaxing constraints
sv: beräkna dom vilande beroendens begränsningar

source: include build-time dependencies
sv: inkludera byggtidsberoende

source: save files into the current working directory
sv: spara filer i nuvarande arbetskatalog

source: Source code download
sv: Hämta källkod

source: sources download
sv: hämta källor

source: download packages source code
sv: Hämta paketets källkod

source: manage configuration file updates
sv: hantera uppdaterade konfigurationsfiler

source: update configuration files
sv: uppdatera konfigurationsfiler

source: Scanning filesystem
sv: Skannar filsystem

source: All fine baby. Nothing to do!
sv: Allt är bra. Inget att göra!

source: file
sv: fil

source: Type a number
sv: Skriv in en siffra

source: Please choose a file to update by typing its identification number.
sv: Vänligen välj en fil för uppdatering genom att ange dess identifikationsnummer.

source: Other options are:
sv: Andra alternativ är:

source: Exit
sv: Avsluta

source: Automerge all the files asking you one by one
sv: Sammanfoga filerna genom att godkänna dom en efter en

source: Automerge all the files without questioning
sv: Sammanfoga filerna utan att fråga

source: Discard all the files asking you one by one
sv: Avvisa alla filerna en för en

source: Discard all the files without questioning
sv: Avvisa alla filerna utan att fråga

source: Please choose an action to take for the selected file.
sv: Vänligen välj en åtgärd att utföra på den valda filen.

source: Come back to the files list
sv: Gå tillbaka till filvisningen

source: Replace original with update
sv: Ersätt original med den uppdaterade

source: Delete update, keeping original as is
sv: Ta bort uppdatering, behåll orginalet som det är

source: Edit proposed file and show diffs again
sv: Redigera föreslagen fil och visa skillnaderna igen

source: Interactively merge original with update
sv: Sammanfoga originalet med uppdatering interaktivt

source: Show differences again
sv: Visa skillnaderna i filerna igen

source: Source file
sv: Källfil

source: Destination file
sv: Målfil

source: Overwrite ?
sv: Skriva över?

source: Cannot merge
sv: Kan inte sammanfoga

source: Discard ?
sv: Avvisa?

source: Discarding
sv: Avvisar

source: Cannot remove
sv: Kan inte tas bort

source: Editing file
sv: Redigerar fil

source: Edited file
sv: Ändrad fil

source: showing difference
sv: visar förändringar

source: Automerging
sv: Autosammanfogar

source: Interactive merge
sv: Interaktiv sammanfogning

source: OSError during interactive merge
sv: OSFel under interaktiv sammanfogning

source: IOError during interactive merge
sv: IOFel inträffade under interaktiv sammanfogning

source: Unable to merge file
sv: Kunde inte sammanfoga filen

source: Selected file
sv: Vald fil

source: Replacing %s with %s
sv: Ersätter %s med %s

source: Cannot merge %s
sv: Kan inte sammanfoga %s

source: Deleting %s
sv: Tar bort %s

source: Cannot remove %s
sv: Kan inte ta bort %s

source: manage package file updates
sv: hantera konfigfiler

source: match keyword
sv: matcha nyckelord

source: return only injected packages
sv: sänd enbart tillbaka paket som redan pumpats in

source: match among installed packages only
sv: matcha enbart bland installerade paket

source: match among available packages only
sv: matcha enbart bland tillgängliga paket

source: return all the matches, not just the best
sv: sänd tillbaka alla träffar, inte bara dom bästa

source: return matches found in every repository
sv: sänd tillbaka alla träffar från alla förråd

source: print repository information (w/--quiet)
sv: skriv ut förrådsinformation (w/--quiet)

source: print description too (w/--quiet)
sv: skriv ut beskrivning också (w/--quiet)

source: print ":<slot>" next to package names (w/--quiet)
sv: skriv ":<slot>" bredvid paketnamnet (w/--quiet)

source: Matching
sv: Söker träffar

source: match packages in repositories
sv: sök matchande träffar i förråden

source: relax dependencies constraints during calculation
sv: låt beroendens begränsningar vila under beräkning

source: download multiple packages in parallel (max 10)
sv: hämta flera paket parallellt (max 10)

source: These are the packages that would be installed
sv: Detta är paketen som skulle ha blivit installerade

source: conflicting/substituted
sv: kofliktande/ersatta

source: Packages needing to be installed/updated/downgraded
sv: Paketen som kommer att installeras/uppdateras/degraderas

source: Packages needing to be removed
sv: Paket som behöver tas bort

source: Packages needing to be installed
sv: Paket som måste installeras

source: Packages needing to be reinstalled
sv: Paket som måste installeras om

source: Packages needing to be updated
sv: Paket som måste uppdateras

source: Packages needing to be downgraded
sv: Paket som måste degraderas

source: Download size
sv: Hämtningsstorlek

source: Used disk space
sv: Änvänt diskutrymme

source: You need at least
sv: Du behöver åtminstonde

source: of free space
sv: av tillgängligt utrymme

source: You don't have enough space for the installation. Free some space into
sv: Du har inte tillräckligt med utrymme för installationen. Frigör utrymme först

source: Download complete
sv: Hämtning avslutad

source: install
sv: installera

source: Installation complete
sv: Installationen avslutad

source: install or update packages or package files
sv: Installera eller uppdatera paket eller dess filer

source: remove unmaintained packages, if any. This will respect --ask, --pretend and other switches.
sv: ta bort paket som inte längre underhålls om det finns. Detta kommer acceptera --ask, --pretend och andra argument.

source: Calculating System Updates
sv: Beräknar systemuppdateringar

source: Packages matching update
sv: Träffade paket uppdateras

source: Packages matching not available
sv: Paketens träffar är inte tillgänglig

source: Packages matching already up to date
sv: Paketen som träffades är redan uppdaterade

source: Nothing to update
sv: Finns inget att uppdatera

source: On the system there are packages that are not available anymore in the online repositories
sv: På systemet finns paket som inte längre är tillgängliga i fjärrförrådet

source: Even if they are usually harmless, it is suggested (after proper verification) to remove them.
sv: Även om dom oftast är harmlösa är det ändå rekommenderat (efter riktig verifiering) att ta bort dom.

source: To automatically remove them, please run equo with --purge.
sv: För att automatiskt ta bort dessa, kör equo med --purge

source: Selective
sv: Selektiv

source: Would you like to remove them?
sv: Vill du ta bort dom?

source: Remove this?
sv: Ta bort detta?

source: Nothing to remove
sv: Finns inget att ta bort

source: There are more updates to install, reloading Entropy
sv: Det finns ytterligare uppdateringar, startar om Entropy

source: upgrade the system
sv: uppgradera systemet

source: check installed packages repository for errors
sv: kontrollera dom installerade paketens förråd efter fel

source: compact the installed packages repository
sv: sätt ihop det installerade paketets förråd

source: re-generate the installed packages repository using the Source Package Manager
sv: generera om det installerade paketens förråd med Portage

source: re-generate SPM<->Entropy package UIDs mapping
sv: generera om SPM<->Entropys pakets UIDs kartläggning

source: update Entropy installed packages repository merging Source Package Manager changes
sv: uppdatera dom Entropy installerade paketen och sammanfoga Portage ändringar

source: create a backup of the installed packages repository
sv: skapa en säkerhetskopia av dom installerade paketens förråd

source: restore a backup of the installed packages repository
sv: återställ från en säkerhetskopia av dom installerade paketens förråd

source: Repository error
sv: Fel på förråd

source: Sanity Check
sv: Hälsokontroll

source: installed packages repository
sv: installerade paketsförråd

source: Scanning...
sv: skannar...

source: Error checking package
sv: Fel vid kontroll av paket

source: passed
sv: godkänd

source: Compacting the Installed Packages repository
sv: Det installerade paketets förråd sammanförs

source: Compaction complete
sv: Sammanföringen slutförd

source: the Installed Packages repository will be re-generated using the Source Package Manager
sv: dom installerade paketens förråd kommer att genereras om utav Portage

source: I am not joking, this is quite disruptive
sv: Jag skämtar inte! Detta är ganska störande

source: Understood ?
sv: Förstått?

source: Really ?
sv: Verkligen?

source: This is your last chance
sv: Detta är din sista varning

source: Cannot read metadata
sv: Kan inte läsa metadata

source: Creating a backup of the current repository
sv: Skapar en säkerhetskopia på nuvarande förråd

source: Cannot backup the repository
sv: Kan inte säkerhetskopiera förrådet

source: Cannot delete old repository
sv: Kan inte ta bort det gamla förrådet

source: Initializing a new repository
sv: Initialiserar ett nytt förråd

source: Repository initialized, generating metadata
sv: Förrådet har initierats, generar metadata

source: Invalid package
sv: Ogiltigt paket

source: Metadata generation error
sv: Fel vid generering av metadata

source: Indexing metadata, please wait...
sv: indexerar metadata, var god vänta

source: Repository metadata generation complete
sv: Generering av förrådens metadata slutförd

source: Scanning Source Package Manager repository
sv: Skannar Portage förråd

source: Cannot find package
sv: Kan inte hitta paket

source: Scanning Entropy repository
sv: Skannar Entropys förråd

source: These packages were removed
sv: Dom här paketen togs bort

source: Continue ?
sv: Fortsätt?

source: Removal complete
sv: Borttagning slutförd

source: These packages were added
sv: Dom här paketen lades till

source: Update complete
sv: Uppdatering slutförd

source: Re-generating packages mapping
sv: Generare om kartläggning för paket

source: Packages mapping re-generated
sv: Paketens kartläggning har generats om

source: No backups found
sv: Inga säkerhetskopior hittades

source: Select the repository to restore
sv: Välj vilket förråd som ska återställas

source: Entropy Installed Packages Repository backups
sv: Entropy installerade paketens säkerhetskopierade förråd

source: tools to rescue the running system
sv: verktyg för att rädda systemet som är i drift

source: remove downloaded packages and clean temp. directories
sv: ta bort hämtade paket och rensa temp-kataloger

source: Already on branch
sv: Du är redan på denna gren

source: Succesfully switched to branch
sv: Lyckades byta gren till

source: Now run 'equo upgrade' to upgrade your distribution to
sv: Nu kör du 'equo upgrade' för att uppgradera din utgåva till

source: Unable to switch to branch
sv: Kan inte byta gren

source: upgrade the System to a new branch
sv: uppgradera systemet till en ny gren

source: Package download
sv: Pakethämtning

source: download packages, essentially
sv: hämta paket, precis som det låter

source: show equo version
sv: Visa version av equo

source: only show what would be done
sv: visa enbart vad som skulle ha utförts

source: These are the packages that would be handled
sv: Detta är paketen som kommer att behandlas

source: Would you like to continue?
sv: Vill du fortsätta?

source: action not executed
sv: åtgärd inte utförd

source: mask one or more packages
sv: maskera ett eller flera paket

source: unmask one or more packages
sv: avmaskera ett eller flera paket

source: Choose one by typing its identifier
sv: Välj en med att skriva in dess identifierare

source: Link
sv: Länk

source: Press Enter to continue
sv: Tryck på Enter för att fortsätta

source: repository notice board reader
sv: förrådets anslagstavla

source: Magneto Entropy Updates Applet
sv: Magneto Entropy uppdateringsverktyg

source: Your system currently has an outdated version of
sv: Ditt system har en gammal version av

source: installed
sv: installerad

source: the latest available version is
sv: den senaste versionen är

source: It is recommended that you upgrade to the latest before updating any other packages
sv: Det är rekommenderat att du uppgraderar till den senaste versionen innan du uppdaterar några andra paket

source: Close
sv: Stäng

source: Launch Application Browser
sv: Öppna Rigo ProgramHanteraren

source: Application updates
sv: Programuppdateringar

source: System Updates
sv: Systemuppdateringar

source: Application
sv: Program

source: Latest version
sv: Senaste version

source: Critical Information
sv: Kritisk information

source: _Disable Notification Applet
sv: Avaktivera _aviseringsverktyget

source: Disable Notification Applet
sv: Avaktivera aviseringsverktyget

source: _Enable Notification Applet
sv: Aktivera _aviseringsverktyget

source: Enable Notification Applet
sv: Aktivera aviseringsverktyget

source: _Check for updates
sv: Sök _uppdateringar

source: Check for updates
sv: Sök efter uppdateringar

source: _Launch Package Manager
sv: Starta _ProgramHanteraren

source: Launch Package Manager
sv: Öppna ProgramHanteraren

source: _Packages Website
sv: Webbsida för paket

source: Use Packages web interface
sv: Använd webbtjänsten för paket

source: _Sabayon Linux Website
sv: _Sabayon Linux Webbsida

source: Launch Sabayon Linux Website
sv: Gå till Sabayons hemsida

source: _Exit
sv: _Avsluta

source: Cannot monitor Sabayon updates
sv: Kan inte övervaka Sabayons uppdateringar

source: Entropy DBus service not available
sv: Entropy DBus-tjänst är inte tillgänglig

source: unable to communicate with the updates service
sv: kan inte kommunicera med uppdateringstjänsten

source: There is %s update available
sv: Det finns %s uppdatering tillgänglig

source: Sabayon updates available
sv: Det finns uppdateringar för Sabayon

source: There is <b>%s</b> update available
sv: Det finns <b>%s</b> uppdatering tillgänglig

source: Your Sabayon is up-to-date
sv: Din Sabayon är aktuell

source: No updates available at this time, cool!
sv: Det finns inget att uppdatera, ballt!

source: Repositories are being updated
sv: Förråden uppdateras

source: Sabayon repositories status
sv: Sabayons förrådsstatus

source: Repositories are being updated automatically
sv: Förråden kommer nu att uppdateras
