Repository: Rogentos/entropy
Catalog: client/po/*.po
Languages: sv

source: Exporting database table
sv: Exporterar databas tabell

source: Database Export complete.
sv: Exportering av databasen är slutförd

source: ATTENTION
sv: VAR UPPMÄRKSAM

source: updating repository metadata layout, please wait!
sv: uppdaterar layout för förrådets metadata, vänligen vänta!

source: generating provided_libs metadata, please wait!
sv: Genererar tillhandahållna_libs metadata, var god vänta

source: Spm error occured
sv: SPM fel har uppstått

source: Spm Unique Identifier not found for
sv: SPMs unika identifierare hittas inte för

source: Running packages metadata update
sv: Uppdatering av paktens metadata körs

source: it could take a while
sv: detta kan ta ett tag

source: action
sv: åtgärd

source: package move actions complete
sv: dom valda paketen har flyttats

source: package moves completed successfully
sv: Paketflytten avslutades felfritt

source: Syncing current database
sv: Synkroniserar nuvarande databas

source: please wait
sv: vänligen vänta

source: Removing entry
sv: Tar bort post

source: Adding entry
sv: Lägger till post

source: No description
sv: Ingen beskrivning

source: has been installed.
sv: har installerats.

source: Attention
sv: Uppmärksamma

source: some external drivers cannot work across multiple kernels.
sv: vissa externa drivare fungerar inte över flera kärnor

source: Please reboot your computer now !
sv: Var god och starta om systemet nu!

source: Accessibility
sv: Tillgänglighet

source: Accessibility applications
sv: Program för tillgänglighet

source: Office
sv: Kontor

source: Applications used in office environments
sv: Program som används i kontorsmiljö

source: Development
sv: Uveckling

source: Applications or system libraries
sv: Program eller systembilbliotek

source: System applications or libraries
sv: Systemprogram eller bilbliotek

source: Games
sv: Spel

source: Games, enjoy your spare time
sv: Spel, njut av dina lediga tid

source: GNOME Desktop
sv: GNOME-Skrivbordet

source: Applications and libraries for the GNOME Desktop
sv: Program och bibliotek för GNOME-skrivbordet

source: KDE Desktop
sv: KDE-skrivbordet

source: Applications and libraries for the KDE Desktop
sv: Program och bibliotek för KDE-skrivbordet

source: XFCE Desktop
sv: XFCE-skrivbordet

source: Applications and libraries for the XFCE Desktop
sv: Program och bibliotek för XFCE-skrivbordet

source: LXDE Desktop
sv: LXDE-skrivbordet

source: Applications and libraries for the LXDE Desktop
sv: Program och bibliotek för LXDE-skrivbordet

source: Applications and libraries for Multimedia
sv: Program och bibliotek för multimedia

source: Networking
sv: Nätverk

source: Applications and libraries for Networking
sv: Program och bibliotek för nätverk

source: Science
sv: Forskning

source: Scientific applications and libraries
sv: Program och bibliotek för forskning

source: Security
sv: Säkerhet

source: Security oriented applications
sv: Säkerhetsorienterade program

source: Applications and libraries for X11
sv: Program och bibliotek för X11

source: Reloading Portage modules
sv: Startar om Portage moduler

source: updating metadata
sv: uppdaterar metadata

source: error
sv: fel

source: package not available on system
sv: paketet är inte tillgängligt på systemet

source: repackaging
sv: paketerar om

source: WARNING
sv: VARNING

source: Cannot complete quickpkg for atom
sv: Kan inte slutföra quickpkg för atomen

source: do it manually
sv: gör det manuellt

source: package files rebuild did not run properly
sv: kunde inte återbygga paketen korrekt

source: Please update packages manually
sv: Var god att uppdatera paketen manuellt

source: forcing package updates
sv: tvingar en uppdatering av paketen

source: Syncing with
sv: Synkroniserar med

source: Cannot complete quickpkg for atoms
sv: Kan inte sluföra quickpkg för atomer

source: Cannot update Portage package metadata
sv: Kan inte uppdatera Portage paketets metadata

source: SPM uid update error
sv: Fel vid uppdatering av SPM uid

source: Cannot update SPM installed pkgs file
sv: Kan inte uppdatera SPM installerade pkgs filer

source: Portage world file is corrupted
sv: Portage world filen är trasig

source: preserved libraries have been found on system
sv: bevarade bibliotek har hittats på ditt system

source: does not exist
sv: finns inte

source: Overwriting
sv: Skriver över

source: variable differs
sv: Skillnader i variablerna

source: Updating
sv: Uppdaterar

source: updating critical variables
sv: Uppdaterar kritiska variabler

source: differs
sv: skiljer sig

source: Reverting
sv: Återgår

source: Skipping configuration files update, you are not root.
sv: Hoppar över uppdatering av konfigurationsfiler då du är inte rot.

source: Error calculating dependencies
sv: Fel vid beräkning av beroenden

source: not supported
sv: stöds inte

source: Probably Portage API has changed
sv: Portage API har antagligen ändrats

source: IOError while reading
sv: IOFel vid läsning

source: illegal Entropy package tag in ebuild
sv: Otillåten tagg i Entropy paketets ebuild

source: Unknown documents
sv: Okända dokument

source: Comments
sv: Kommentarer

source: Images/Screenshots
sv: Bilder/Skärmdumpar

source: Generic Files
sv: Generiska Filer

source: Videos
sv: Videor

source: Icons
sv: Ikoner

source: Unknown document
sv: Okända dokument

source: Comment
sv: Kommentar

source: Image/Screenshot
sv: Bilder/skärmdumpar

source: Generic File
sv: Generisk fil

source: Icon
sv: Ikon

source: Automerging file
sv: Sammanfogar filen automatiskt

source: Found update
sv: Uppdatering tillgänglig

source: forcing packages metadata update
sv: tvingar uppdatering av paketens metadata

source: Updating system database using repository
sv: Uppdaterar systemdatabas

source: Repository
sv: Förråd

source: is corrupted
sv: är trasigt

source: Cannot calculate the checksum
sv: Kan inte beräkna kontrollsumman

source: Source Package Manager interface can't be loaded
sv: Portage gränssnitt kan inte laddas

source: Error
sv: Fel

source: please fix
sv: vänligen åtgärda

source: Cannot run External trigger for
sv: Kan inte köra extern utlösare för

source: Please report it
sv: Var god att rapportera det

source: Installing info
sv: Installations info

source: Package phase
sv: Paketfas

source: Cannot run phase
sv: Kan inte köra fas

source: Source Package Manager is too old, please update it
sv: Portage pakethanterare är fr gammal. Var god att uppdatera den

source: Source Package Manager phase error
sv: Portage pakethanterare fasfel

source: Please update your repositories now in order to remove this message!
sv: Var god att uppdatera förråden nu för att slippa detta meddelande!

source: is not available
sv: är inte tillgänglig

source: Cannot validate
sv: Kan inte bekräfta

source: bad repository id specified
sv: felaktigt id på förråd har angivits

source: Repository %s hasn't been downloaded yet.
sv: Förrådets %s har inte laddats ned än.

source: System database not found or corrupted
sv: Systemets databas kan inte hittas eller är trasigt

source: running in safe mode using temporary, empty repository
sv: körs i felsäkertläge och använder tillfälliga, tomma förråd

source: Backing up repository to
sv: Säkerhetskopierar förråd till

source: Repository backed up successfully
sv: Säkerhetskopieringen av förråd lyckades

source: All fine
sv: Allt är bra

source: Restoring backed up repository
sv: Återställer säkerhetskopierat förråd

source: Unable to unpack
sv: Kunda inte packa upp

source: Repository restored successfully
sv: Återställning av förrådet lyckades

source: Removing
sv: Tar bort

source: Resources unlocked, let's go!
sv: Resurserna upplåsta, då kör vi!

source: Resources still locked, giving up!
sv: Resurserna är fortfarande låsta, jag ger upp!

source: Resources locked, sleeping...
sv: Resurserna är låsta, tar en tupplur...

source: Checking speed of
sv: Kollar hastigheten för

source: Mirror speed
sv: Spegelns hastighet

source: not a valid method
sv: metoden är inte giltig

source: Injecting downloaded dump
sv: pumpar in hämtad dump

source: Scanning URL
sv: Skannar URL

source: Selected URL
sv: Vald URL

source: repository is not available at the database URLs
sv: förrådet är inte tillgängligt i databasens URLs

source: Looking for an alternate route using package mirrors
sv: Söker efter en alternativ rutt genom paketens speglar

source: Checking repository URL
sv: Kontrollerar förrådets URL

source: Found repository at URL
sv: Förråd hittat på URL

source: Unable to find alternate repository mirrors. Sorry.
sv: Kan inte hitta alternativa förrådsspeglar.

source: Repository URL
sv: Förrådets URL

source: Repository local path
sv: Förrådets lokala sökväg

source: Repository API
sv: Förrådets API

source: Downloading repository
sv: Hämtar förråd

source: unable to download the repository
sv: kan inte hämta ned förrådet

source: Downloading checksum
sv: Hämtar kontrollsumma

source: Cannot fetch checksum
sv: Kan inte hämta kontrollsumma

source: Cannot verify repository integrity
sv: Kan inte verifiera förrådets integritet

source: Unpacking database to
sv: Packar upp databas till

source: Cannot unpack compressed package
sv: Kan inte packa upp det komprimerade paketet

source: Skipping repository
sv: Hoppar över förråd

source: Repository is invalid
sv: Förrådet är ogiltigt

source: Indexing Repository metadata
sv: Indexerar förrådets metadata

source: Downloading repository metafile
sv: Hämtar förrådets metafil

source: Downloading GPG signature of repository metafile
sv: Hämtar GPG-signatur för förrådets metafil

source: Downloading Notice Board
sv: Hämtar anslagstavla

source: unpacked meta file
sv: uppackad metafil

source: removed meta file
sv: borttagen metafil

source: not available, it's ok
sv: inte tillgänglig, det är lugnt!

source: not available, not very ok!
sv: inte tillgänglig, inte alls lugnt!

source: available, w00t!
sv: tillgänglig, vAAAAd!

source: cannot be unpacked, not very ok!
sv: kan inte packas upp, inte alls lugnt!

source: Repository revision
sv: Förrådsrevision

source: Checking downloaded repository
sv: Kontrollerar hämtat förråd

source: Cannot open digest
sv: Kan inte öppna sammandrag

source: Downloaded repository status
sv: Status för hämtat förråd

source: ERROR
sv: FEL

source: An error occured while checking repository integrity
sv: Ett fel uppstod när förrådets integritet skulle kontrolleras

source: Giving up
sv: Ger upp

source: Make sure to verify the imported key and set an appropriate trust level
sv: Kom ihåg att verifiera importerade nycklar och att sätta lämpliga förtroendenivåer

source: This repository suports GPG-signed packages
sv: Detta förråd stödjer GPG-singnerade paket

source: you may want to install GnuPG to take advantage of this feature
sv: du bör installera GnuPG för att fullt använda denna feature

source: GPG key changed for
sv: GPG-nyckeln ändrades för

source: GPG key already installed for
sv: GPG-nyckeln är redan installerad för

source: GPG key EXPIRED for repository
sv: GPG-nyckeln har utgått för detta förråd

source: Installing GPG key for repository
sv: Installerar GPG-nyckel för förråd

source: Error during GPG key installation
sv: Fel vid installation av GPG-nyckel

source: GPG key seems already installed but not properly recorded, resetting
sv: GPG-nyckel verkar redan finnas men är inte korrekt registrerad, återställs

source: Successfully installed GPG key for repository
sv: Förrådets GPG-nyckel installerades utan problem

source: Fingerprint
sv: Registrering

source: Verifying GPG signature of
sv: Verifierar GPG-singnatur för

source: Verified GPG signature of
sv: Verifierad GPG-signatur för

source: Error during GPG verification of
sv: Fel vid GPG-verifiering för

source: It could mean a potential security risk
sv: Det är en potentiell säkerhetsrisk

source: Web Service
sv: Webbtjänst

source: skipping differential sync
sv: Hoppar över differens synkronisering

source: threshold
sv: tröskel

source: Web Service communication error
sv: Kommunikationsfel hos Webbtjänsten

source: Web Service data error
sv: Datafel hos Webbtjänsten

source: Local status
sv: Lokal status

source: Fetching segments
sv: Hämtar segment

source: Web Service status
sv: Webbtjänstens status

source: cannot fetch repository metadata
sv: kan inte hämta förrådets metadata

source: cannot update treeupdates data
sv: kan inte uppdatera träuppdateringens data

source: cannot update package sets data
sv: kan inte uppdatera paket-setets data

source: Fetch error on segment while adding
sv: Hämtningsfel på segment medans det lades till

source: repository error while adding packages
sv: Förrådsfel medans paketet lades till

source: repository error while removing packages
sv: förrådet rapporterar fel vid borttagning av paket

source: Repository checksum doesn't match remote.
sv: Förrådets kontrollsumma matchar inte fjärrförrådets.

source: local
sv: lokal

source: remote
sv: fjärr

source: repository is already up to date
sv: förrådet är redan uppdaterat

source: Repository is being updated
sv: Förrådet uppdateras

source: Try again in a few minutes
sv: Försök igen om några minuter

source: Configuration files update error, not critical, continuing
sv: Fel vid uppdatering av konfigurationsfiler, ej kritiskt, fortsätter

source: Something bad happened. Please have a look.
sv: Något väldigt illa har hänt. Var gor och ta en titt på detta.

source: there is
sv: det är en

source: package file that could be removed
sv: paketfil som inte kunde tas bort

source: Packages are stored in
sv: Paketen är lagrade i

source: a new release is available
sv: En ny utgåva finns tillgänglig

source: Mind to install it before any other package
sv: Något emot att installera den innan något annat installeras

source: Advisories fetch error
sv: Kunde inte hämta rådgivelser

source: Repositories synchronization
sv: Synkroniserar förråden

source: Name already taken
sv: Namnet används redan

source: Cannot create the element
sv: Kan inte skapa beståndsdel

source: cannot start with
sv: kan inte starta med

source: Already removed
sv: Har redan tagits bort

source: Not defined by user
sv: Inte definierad av användaren

source: Set not found or unable to remove
sv: Kan inte hitta setet eller oförmogen att ta bort

source: Checking %s
sv: Kontrollerar %s

source: Sorting dependencies
sv: Sorterar beroenden

source: Calculating inverse dependencies for
sv: Beräknar omvända beroenden för

source: Calculating updates
sv: Beräknar uppdateringar

source: Mirror
sv: Spegel

source: maximum failure threshold reached
sv: maximala gränsen för fel har uppnåtts

source: success
sv: lyckades

source: Aggregated transfer rate
sv: Sammanställd överföringshastighet

source: second
sv: sekund

source: Error downloading from
sv: Fel vid hämtning från

source: data not available on this mirror
sv: datan kan inte hittas på denna spegel

source: wrong checksum
sv: fel kontrollsumma

source: not found
sv: Kan inte hittas

source: timeout error
sv: timeout fel

source: discarded download
sv: avvisad hämtning

source: unknown reason
sv: okänd orsak

source: Multi Fetching
sv: Multihämtning

source: package
sv: paket

source: Downloading
sv: Hämtar

source: archive
sv: arkiv

source: Some packages cannot be fetched
sv: Några av paketen kan inte hämtas

source: Try to update your repositories and retry
sv: Uppdatera dina förråd och försök igen

source: Multi Verification
sv: Fleraktiv verifikation

source: Removing from Entropy
sv: Tar bort från Entropy

source: An error occured. Action aborted.
sv: Ett fel uppstod, åtgärd avbruten

source: Downloading from
sv: Hämtar från

source: Successfully downloaded from
sv: Hämtningen lyckades från

source: at
sv: på

source: file not available on this mirror
sv: filen är inte tillgänglig på denna spegel

source: Disabling resume
sv: Avaktiverar återupptagning

source: timeout, retrying on this mirror
sv: timeout, försöker igen på denna spegel

source: timeout, giving up
sv: timeout, jag ger upp

source: Fetching
sv: Hämtar

source: Package cannot be fetched. Try to update repositories
sv: Paketet kan inte hämtas. Försök att uppdatera dina förråd

source: Package signature verification error for
sv: Paketsignaturs verifieringsfel för

source: disabled
sv: avaktiverad

source: Checking package signature
sv: Kontollerar paketsignatur

source: Package signature verification
sv: Paketsignatur verifiering

source: temporarily unavailable
sv: tillfälligt otilllgänglig

source: Package signature
sv: Paketsignatur

source: does not match the recorded one
sv: matchar inte den registrerade

source: matches
sv: stämmer

source: Checking package checksum...
sv: Kontrollerar paketets kontrollsumma...

source: Package checksum matches
sv: Paketets kontrollsumma stämmer

source: Checksum does not match. Download attempt #%s
sv: Kontrollsumman matchar inte. Hämtningsförsök #%s

source: Cannot properly fetch package! Quitting.
sv: Kan inte hämta paketet på ett bra sätt! Avbryter.

source: Cannot fetch package or checksum does not match
sv: Kan inte hämta paket eller så stämmer inte kontrollsumman

source: Try to download latest repositories
sv: Försök att hämta det senaste förrådet

source: Verifying
sv: Verifierar

source: Local path
sv: Lokal sökväg

source: Fetching sources
sv: Hämtar källor

source: Cannot protect broken symlink
sv: Kan inte skydda trasig symlänk

source: Skipping file installation/removal
sv: Hoppar över installation/borttagning

source: Protecting config file
sv: Skyddar konfigurationsfilen

source: Removing config file, never modified
sv: Tar bort konfigurationsfil, aldrig modifierad

source: remove
sv: ta bort

source: This package contains a badly encoded file !!!
sv: Detta paketet innehåller en dåligt kodad fil !!!

source: Collision found during removal of
sv: En krock har uppstått vid borttagning av

source: Unpacking
sv: Packar upp

source: Unpack error
sv: Fel vid uppacking

source: Unable to find Entropy metadata in package
sv: Kan inte hitta Entropys metadata i paketet

source: Merging
sv: Sammanfogar

source: Merging package
sv: Sammanfogar paket

source: You are running out of disk space
sv: Du håller på att få slut på diskutrymme

source: I bet, you're probably Michele
sv: Jag slår vad om att du förmodlingen är Michele

source: An error occured while trying to unpack the package
sv: Ett fel uppstod när paketet skulle försökas packas upp

source: Check if your system is healthy
sv: Kontrollera om systemet är friskt

source: Error during package files permissions setup
sv: Fel uppstod när tillstånden skulle sättas för paketen

source: Cleaning previously installed application data.
sv: Rensar onödig data från installationen.

source: Cleaning
sv: Rensar

source: Installing
sv: Installerar

source: Installing package
sv: Installerar paketet

source: unsupported splitdebug usage (package files)
sv: kan inte hantera användningen av splitdebug (paket filer)

source: <3 debug files installation enabled <3
sv: <3 installation av debugfiler aktiverad <3

source: An error occured while trying to install the package
sv: Ett fel uppstod vid försök att installera paketet

source: Collision found during install for
sv: Krock uppstod under installationen av

source: cannot overwrite
sv: kan inte skriva över

source: %s is a file when should be a directory !! Removing in 20 seconds...
sv: %s är en fil men skall vara en katalog! Tar bort om 20 sekunder...

source: directory expected, symlink found
sv: katalog förväntad, symlink hittad

source: Removing in 20 seconds !!
sv: Tar bort om 20 sekunder!!

source: Cannot remove symlink
sv: Kan inte ta bort symlänken

source: Automerging config file, never modified
sv: Sammanfogar automatiskt konfigurationsfilen. Ändrades aldrig

source: Circular symlink issue
sv: Kretsformat problem med symlink

source: file expected, directory found
sv: fil förväntad, katalogen hittad

source: File move error
sv: Fel vid flytt av fil

source: please report
sv: vänligen rapportera

source: configuration phase
sv: konfigurationsetapp

source: Configuring package
sv: Konfigurerar paket

source: An error occured while trying to configure the package
sv: Ett fel uppstod vid försök när paketet skulle konfigureras

source: Make sure that your system is healthy
sv: Försäkra dig om att ditt system är friskt

source: It seems that Source Package Manager entry is missing
sv: Det verkar som om att Portage anteckning saknas

source: infinite
sv: oändlig

source: ETA
sv: Återstående tid

source: sec
sv: sek

source: Aggregated download
sv: Sammanställd hämtning

source: item
sv: objekt

source: GPG key EXPIRED for URL
sv: GPG-nyckel har utgått för URL

source: Installing GPG key for URL
sv: Installerar GPG-nyckel för URL

source: Successfully installed GPG key for URL
sv: Installationen av GPG-nyckel för URL lyckades

source: Security Advisories
sv: Säkerhetsrådgivelser

source: GPG key verification successful
sv: Verifikationen av GPG-nyckeln lyckades

source: Warning
sv: Varning

source: advisory broken
sv: rådgivare trasiga

source: getting latest advisories
sv: hämtar senaste råd

source: updated successfully
sv: uppdateringen lyckades

source: already up to date
sv: redan aktuell

source: cannot download checksum, sorry
sv: kan inte hämta kontrollsumma, förlåt

source: unable to download advisories, sorry
sv: kunde inte hämta rådgivare, förlåt

source: Verifying checksum
sv: Verifierar kontrollsumma

source: verification successful
sv: verifieringen lyckades

source: GPG service not available
sv: GPG-tjänsten är inte tillgänglig

source: digest verification failed, try again later
sv: verifieringen av sammandrag misslyckades, försök igen senare

source: Runtime dependency
sv: Körtidsberoende

source: Post dependency
sv: Platsberoende

source: Manually added (by staff) dependency
sv: Manuellt tillagda beroenden (av teamet)

source: Build dependency
sv: Byggberoende

source: Corrupted Client Repository. Please restore a backup.
sv: Trasiga klient förråd. Vad god återställ från säkerhetskopia

source: reason not available
sv: anledning inte tillgänglig

source: user package.mask
sv: användarens paket.maskering

source: system keywords
sv: systemnyckelord

source: user package.unmask
sv: användarens paket.avmaskering

source: user repo package.keywords (all packages)
sv: användarens egna förrådspaket.nyckelord (alla paket)

source: user repo package.keywords
sv: användarens egna förrådspaket.nyckelord

source: user package.keywords
sv: användarens egna paket.nyckelord

source: completely masked (by keyword?)
sv: fullständigt maskerade (av nyckelord)

source: repository general packages.db.mask
sv: Förrådets generella pakets.db.maskering

source: repository general packages.db.keywords
sv: Förrådets generella pakets.db.maskering.nyckelord

source: user license.mask
sv: användarens licens.maskering

source: user live unmask
sv: användarens live-avmaskering

source: user live mask
sv: användarens live-maskering

source: Entropy needs your attention
sv: Entropy behöver din uppmärksamhet

source: Yes
sv: Ja

source: No
sv: Nej

source: Entropy got a question for you
sv: Entropy har en fråga till dig

source: Interrupted
sv: Avbruten

source: Selected number
sv: Valda nummer

source: Please select an option
sv: Var god och välj ett alternativ

source: Discard all
sv: Kasta alla

source: Confirm
sv: Godkänn

source: Add item
sv: Lägg till objekt

source: Edit item
sv: Redigera objekt

source: Remove item
sv: Ta bort objekt

source: Show current list
sv: Visa nuvarande lista

source: Your choice (type a number and press enter):
sv: Ditt val (ange ett nummer och tryck enter):

source: You don't have typed a number.
sv: Du har inte infört ett nummer

source: Invalid action.
sv: Ogiltig åtgärd

source: String to add (-1 to go back):
sv: Sträng som kommer läggas till (-1 för att återvända):

source: Invalid string.
sv: Ogiltig sträng
